Repository: owncloud/notes-iOS-App
Catalog: iOCNotes/*.lproj/Localizable.strings
Languages: cs

source: <Please provide as much details as possible about what you were doing when the crash occurred.>
cs: <Prosíme poskytněte co nejvíc informací o tom co jste v aplikaci dělali v okamžiku pádu.>

source: <Please state your question or problem here>
cs: <Prosíme uveďte sem svůj dotaz nebo popis problému>

source: A server installation could not be found. Check the server address.
cs: Nepodařilo se nalézt serverovou instalaci. Zkontrolujte adresu serveru.

source: Acknowledgements
cs: Poděkování

source: Add Category
cs: Přidat kategorii

source: All
cs: Vše

source: Cancel
cs: Storno

source: CATEGORIES
cs: KATEGORIE

source: Category
cs: Kategorie

source: Category...
cs: Kategorie…

source: Change Category...
cs: Změnit kategorii…

source: Check username and password.
cs: Zkontrolujte uživatelské jméno a heslo.

source: Close & Sync
cs: Zavřít a synchronizovat

source: CloudNotes Crash Report
cs: Hlášení o pádu CloudNotes

source: CloudNotes crashed last time it was launched. Do you want to send a report to the developer?
cs: CloudNotes při minulém spuštění zhavarovalo. Chcete odeslat hlášení vývojáři?

source: CloudNotes Support Request
cs: Požadavek na technickou podporu ke CloudNotes

source: Connect
cs: Připojit

source: Connected to Notes on the server
cs: Připojeni k Poznámkám na serveru

source: Connection failure
cs: Připojení se nezdařilo

source: Crash Detected
cs: Zjištěn pád

source: Delete
cs: Smazat

source: Delete Note
cs: Smazat poznámku

source: Enter a name for the new category
cs: Zadejte název pro novou kategorii

source: Error Adding Note
cs: Chyba při přidávání poznámky

source: Error Deleting Note
cs: Chyba při mazání poznámky

source: Error Getting Note
cs: Chyba při získávání poznámky

source: Error Syncing Notes
cs: Chyba při synchronizaci poznámek

source: Error Updating Note
cs: Chyba při aktualizaci poznámky

source: Error Updating Notes
cs: Chyba při aktualizaci poznámek

source: Failed to connect to a server. Check your settings.
cs: Nepodařilo se připojit k serveru. Zkontrolujte nastavení.

source: Favorites
cs: Oblíbené

source: Logged In
cs: Přihlášeni

source: MAIN
cs: HLAVNÍ

source: New note
cs: Nová poznámka

source: No thanks
cs: No děkuji

source: Not connected to Notes on a server
cs: Nepřipojeni k Poznámkám na serveru

source: Not Logged In
cs: Nepřihlášeni

source: Not logged in
cs: Nepřihlášeni

source: Note Title
cs: Nadpis poznámky

source: Notes could not be found on your server. Make sure it is installed and enabled
cs: Na vámi využívaném serveru se nepodařilo najít aplikaci Poznámky. Zajistěte, aby byla nainstalovaná a zapnutá

source: Notes not found
cs: Poznámky nenalezeny

source: Open In...
cs: Otevřít v…

source: Plain Text
cs: Neformátovaný text

source: Please check network connection and login.
cs: Zkontrolujte připojení k síti a přihlašovací údaje.

source: Reconnect
cs: Znovu připojit

source: Rename
cs: Přejmenovat

source: Rename the note
cs: Přejmenovat poznámku

source: Rename...
cs: Přejmenovat…

source: Rich Text
cs: Formátovaný text

source: Select or create a note.
cs: Vybrat nebo vytvořit poznámku.

source: Server not found
cs: Server nenalezen

source: Server Reachable
cs: Server dosažitelný

source: Share Note As
cs: Sdílet poznámku jako

source: Success
cs: Úspěch

source: The network connection is working properly.
cs: Připojení k síti funguje správně.

source: The note does not exist
cs: Poznámka neexistuje

source: Unable to automatically detect type of server. Please select:
cs: Nedaří se automaticky zjistit typ serveru. Vyberte:

source: Unable to Reach Server
cs: Server není dosažitelný

source: Unauthorized
cs: Chybí oprávnění

source: Uncategorized
cs: Nezařazeno

source: Using Notes %@on %@ %@.
cs: S použitím Poznámek verze %@ na %@ %@.

source: Yes, please!
cs: Ano prosím!

source: You are now connected to Notes on your server
cs: Nyní jste připojení k Poznámkám na vámi využívaném serveru
